import React from 'react'

const Disclaimer = () => {
  return (
    <div class="about-content">
        <h2>Disclaimer</h2>
        <h6>免責事項</h6>
        <p>洗濯表示チェッカー(以下、当サイト)をご利用いただきありがとうございます。当サイトの情報は正確性を期しておりますが、その正確性・完全性を保証するものではありません。</p>
        <p>このウェブサイトの情報は一般的な情報提供を目的としており、法的助言や専門的なアドバイスを提供するものではありません。</p>
        <p>当サイトの利用によって生じたいかなる損害についても、当サイトは一切の責任を負いかねます。</p>
        <p>当サイトの情報は法的助言を提供するものではなく、専門家の助言を受けることをお勧めします。</p>
        <p>当免責事項は予告なく変更されることがあります。</p>
        <p>当サイトのコンテンツ、テキスト、画像、ロゴ、およびその他の素材は著作権および/または知的財産権によって保護されています。これらの素材の無断複製、再配布、または使用は禁止されています。</p>
        <p>当サイトの洗濯表示の画像は、JIS L0001を参照しています。</p>
      </div>
  )
}

export default Disclaimer